[
  {
    "id": "photo_0.jpg",
    "description": "A monarch butterfly sits on a cluster of pink milkweed flowers. The butterfly has orange wings with black veins and white dots on the edges. The background is a blur of green foliage and a blue sky.\n"
  },
  {
    "id": "photo_1.jpg",
    "description": "A wooden signpost stands in a lush green forest. The top horizontal sign reads \"TURTLE TRAIL\" in green letters with an arrow pointing left, attached by two large bolts. Below, a vertical brown marker displays a small circular bolt, the letter \"T\", and the number \"3\"."
  },
  {
    "id": "photo_2.jpg",
    "description": "A large snapping turtle is centered on a paved road facing the camera. The turtle is dark brown with visible texture and mud on its shell and skin. Behind the turtle is a green grassy slope with trees on the left and right sides."
  },
  {
    "id": "photo_3.jpg",
    "description": "The photo shows a Romanesco broccoli, a green vegetable with fractal-like florets. It is placed on a light brown wooden surface with visible grain lines. The Romanesco broccoli is centered in the frame and takes up most of the image area.\n"
  },
  {
    "id": "photo_4.jpg",
    "description": "The image is a close-up shot of a Romanesco broccoli. The vegetable is bright green and has a complex fractal structure made up of cone-shaped florets. Each floret is covered in small bumps."
  },
  {
    "id": "photo_5.jpg",
    "description": "The photo shows a close-up view of ice formations and bare tree branches in a marshy area. The ice takes on various shapes, including large, layered patches and tubular, serpentine forms. The darker background suggests water beneath the ice and mud around the branches."
  },
  {
    "id": "photo_6.jpg",
    "description": "Looking up from below, tall pine trees with rough bark and green needles reach towards a clear blue sky. Sunlight illuminates the branches and leaves, casting shadows on the tree trunks. The perspective makes the trees appear to converge towards the top center of the image."
  },
  {
    "id": "photo_7.jpg",
    "description": "A white dog with black patches stands on a layer of ice next to a dark, reflective stream, with its reflection visible in the water. The ground beyond the ice is covered in small, light-colored rocks, and beyond that, tall, dry grass grows on a small hill. In the background, the blue ocean meets a cloudy blue sky, and a few buildings are visible on the distant shoreline."
  },
  {
    "id": "photo_8.jpg",
    "description": "A white dog with a black patch over one eye sits in a pile of fallen leaves. The dog is wearing a yellow collar with a metal tag. The leaves are a mixture of brown, yellow, orange, and red, scattered on top of green grass."
  },
  {
    "id": "photo_9.jpg",
    "description": "The image shows a close-up of a Mountain Laurel plant with several clusters of pink flowers. The plant has numerous bright green leaves with yellow edges. In the background, the blue ocean is visible beneath a cloudy sky and a rocky shoreline is slightly blurred."
  },
  {
    "id": "photo_10.jpg",
    "description": "The image shows a top-down view of a piano keyboard. Several white keys have small, circular stickers with colored borders and black capital letters on them, labeling the notes C through C in sequence across the octaves. The keys appear worn and some have cracks or chips in the ivory or plastic covering."
  },
  {
    "id": "photo_11.jpg",
    "description": "The photo shows a dense snowdrift covering the lower branches of several trees and shrubs. The branches of the trees are bare, and their small twigs are visible against the grey sky. The snow covers the ground and has accumulated on the branches in irregular, rounded mounds."
  },
  {
    "id": "photo_12.jpg",
    "description": "The image shows a close-up view of intricate ice formations covering a dark surface. Jagged and crystalline structures of ice are prominent, with some areas appearing smoother and more sheet-like. The dark background, visible in places between the ice, appears to be either water or a dark rock surface."
  },
  {
    "id": "photo_13.jpg",
    "description": "The image shows a close-up view of frozen water, or ice. The ice has a complex, abstract pattern of cracks and fissures. Some areas of the ice are transparent, while others are cloudy or milky white. The pattern of the ice is highly geometric, with many sharp angles and intersecting lines."
  },
  {
    "id": "photo_14.jpg",
    "description": "The photo shows a pile of uncooked, cut pasta, likely tagliatelle, resting on a wooden cutting board dusted with white flour. The pasta is a light yellow color and appears slightly rough in texture. In the background, slightly out of focus, is a wooden rolling pin and other kitchen items suggesting a food preparation setting."
  },
  {
    "id": "photo_15.jpg",
    "description": "A brass clock pendulum bob hangs suspended above a spiral spring, and a key is present to the lower right. The pendulum bob is oval and highly polished, reflecting light. The clock key has a figure-eight shaped top with two circular holes. The objects are inside a dark wood case."
  },
  {
    "id": "photo_16.jpg",
    "description": "A tree trunk has been gnawed nearly through, with a large, fallen log attached to the top of the remaining stump. Large, light-colored wood chips and pieces of bark are scattered around the base of the stump and on the ground. The ground is covered in dried brown leaves, pine needles, and twigs, with bare trees and a body of water visible in the background."
  },
  {
    "id": "photo_17.jpg",
    "description": "A close-up photo shows a Tufted Titmouse perched in profile, facing left. Its crest of gray feathers is raised, and dark patches surround its black eye and beak. The bird's breast is a pale off-white color, contrasting with the gray feathers on its back and wings."
  },
  {
    "id": "photo_18.jpg",
    "description": "This is a photo of an open field in autumn. The foreground is dominated by dry, brown and reddish grasses, many with white fluffy seeds scattered throughout. A line of trees with changing leaves, displaying shades of green, yellow, orange, and red, marks the background under a bright blue sky with faint white streaks."
  },
  {
    "id": "photo_19.jpg",
    "description": "The photo shows a rectangular night light with a white rectangular glass face on the front. On the glass face, there are multiple colorful fused glass shapes. These include a dark blue irregular octagon at the top left, a white irregular shape with black dots at the top right, a white abstract shape with three orange dots in the center, two thin red sticks on the left side, a bright pink irregular oval at the bottom center, and a yellow oval with two faint yellow lines at the bottom right."
  },
  {
    "id": "photo_20.jpg",
    "description": "The image shows a night light with a frosted glass front featuring a design that resembles a starburst. In the center is a yellow and blue shape, from which blue lines extend outwards like rays. The four corners of the square glass are accented with smaller, square blue glass pieces."
  },
  {
    "id": "photo_21.jpg",
    "description": "A snowy white egret with yellow beak stands on a dark grey boulder with outstretched wings, facing the ocean on a rocky shore. The foreground is covered in brown and green seaweed among dark grey boulders and pebbles. The background shows grey ocean waves crashing against a dark brown, seaweed-covered boulder, under a cloudy sky."
  },
  {
    "id": "photo_22.jpg",
    "description": "Two white ceramic plates sit on a light-colored surface, each holding a small rectangular piece of a white or yellowish substance. A large glass or clear object in the background casts a bright, distorted sunlit reflection onto the surface and the left plate. Shadows are cast from the left, creating dark areas and obscuring the top right corner of the image."
  },
  {
    "id": "photo_23.jpg",
    "description": "The image shows a wooden table surface with sunlight casting shadows. Two clear glass containers filled with water and plant stems are visible on the left. In the center, there is a flat gray stone with smaller light-colored pebbles on top, a small piece of coral or honeycomb, and a small dark seed. To the far right, a fuzzy gray object is partially visible."
  },
  {
    "id": "photo_24.jpg",
    "description": "The foreground is dominated by vibrant, lime-green ferns with deeply serrated edges on their fronds. Beyond the ferns, a field of tall, dry, brown grasses and other plants fills the midground. In the far background, a dense line of dark green trees sits under a partially cloudy blue sky."
  },
  {
    "id": "photo_25.jpg",
    "description": "A large fallen pine tree trunk lies horizontally in the foreground, partially submerged in dark water. The water reflects tall pine trees and bare tree branches from the banks of a still body of water that recedes into the distance. The sky is filled with dramatic grey clouds, with a sliver of warm light breaking through on the horizon above the trees."
  },
  {
    "id": "photo_26.jpg",
    "description": "The photo shows a close-up of a pine branch covered in raindrops. The needles are green and have many small, clear water droplets clinging to them. In the background, blurred trees are visible, appearing as vertical brown and gray shapes against a lighter sky.\n"
  },
  {
    "id": "photo_27.jpg",
    "description": "The image is a close-up shot of a tree stump with visible growth rings, cracks, and holes. Several thin, bare branches are scattered across the top of the stump. The stump has a weathered gray and brown color, with darker sections and lighter, almost white areas."
  },
  {
    "id": "photo_28.jpg",
    "description": "The image shows a close-up of a transparent jellyfish with brown vertical stripes on its bell. Many thin, brown tentacles hang below the bell. Other lighter-colored objects are visible in the background, likely other jellyfish or parts of the aquarium environment."
  },
  {
    "id": "photo_29.jpg",
    "description": "A sun-dappled forest trail with fallen brown leaves on the ground and bordering a rocky stone wall. A small blue and white trail marker is visible on the second tree from the left along the trail. In the foreground, a thin tree trunk curves in an S-shape above the leaf-covered forest floor."
  },
  {
    "id": "photo_30.jpg",
    "description": "The photo shows a painted turtle on a dirt and gravel path. The turtle's shell is dark brown and appears to be covered in dust. The turtle's head and legs are visible, and are dark with red and yellow markings. The path is lined with grass and other greenery in the background."
  },
  {
    "id": "photo_31.jpg",
    "description": "The photo shows a field of vibrant yellow Black-Eyed Susans with dark brown centers. The flowers are in full bloom and appear healthy. The background is a blur of green leaves and branches from trees or shrubs."
  },
  {
    "id": "photo_32.jpg",
    "description": "A detailed orb spider web is centered in the foreground, covered in small water droplets. The web is attached to thorny brown branches on the right and darker branches on the left. Green foliage is visible in the background, along with hints of red leaves and a blurred, rocky path."
  },
  {
    "id": "photo_33.jpg",
    "description": "The photo shows a still body of water covered in lily pads, with ripples extending from a dark, small animal swimming on the surface. The water reflects the vibrant orange and pink colors of the sunset sky, which is filled with dark clouds. A line of dark green trees forms the horizon, silhouetted against the colorful sky."
  },
  {
    "id": "photo_34.jpg",
    "description": "A grey tabby cat is walking through deep, sparkling snow. The cat is facing forward with bright green eyes and has snow dusting its back. In the background, snow-covered trees and branches are visible.\n"
  },
  {
    "id": "photo_35.jpg",
    "description": "The photo shows a dimly lit path winding through a dark forest at night. Bare tree branches and scattered leaves on the ground indicate autumn or winter. The dark blue sky is visible between the tall, dark trees."
  },
  {
    "id": "photo_36.jpg",
    "description": "Hundreds of small, translucent blue jellyfish of varying sizes fill the frame, against a dark background. The jellyfish have bell-shaped bodies with visible internal structures and delicate tentacles extending downwards. Some jellyfish are in focus, showing clear details of their form, while others are blurred, appearing as soft, glowing blue circles."
  },
  {
    "id": "photo_37.jpg",
    "description": "Two orange origami figures, a fox on the left and an armadillo on the right, are perched on a white windowsill. The sunlight casts shadows of the figures on the windowsill. Behind the origami, a window reveals a clear blue sky and blurred trees."
  },
  {
    "id": "photo_38.jpg",
    "description": "A black-capped chickadee is perched on a branch. It has a black cap and throat, white cheeks, and a white and tan body. The bird is facing left with its head slightly turned forward."
  },
  {
    "id": "photo_39.jpg",
    "description": "A gray, brown, and white cat is perched on a thick branch of a tree, looking down at the viewer with alert green eyes. The tree is mostly bare, with a few brown leaves clinging to the branches, silhouetted against a bright blue sky with scattered white clouds. The cat's paws are clearly visible on the rough bark of the branch."
  },
  {
    "id": "photo_40.jpg",
    "description": "The photo shows a vibrant aurora borealis in shades of pink and green against a dark sky. The aurora appears as a large, diffuse band of light stretching across the upper portion of the image. The silhouette of trees is visible along the bottom of the frame, with different shapes and sizes of trees represented.\n"
  },
  {
    "id": "photo_41.jpg",
    "description": "A baked pie with a golden-brown lattice crust is centered in a clear glass pie dish. The pie is resting on a silver wire rack, which is placed on a granite countertop. The countertop is beige with black and brown speckles."
  },
  {
    "id": "photo_42.jpg",
    "description": "A tan and green praying mantis is perched on a leafy green branch. Its front legs are bent and held close to its head, while its longer back legs are extended. The mantis's body is elongated and a light tan color, with a strip of green along its side."
  },
  {
    "id": "photo_43.jpg",
    "description": "The photo shows a display of Baklava with labels for different varieties. In the foreground, there are two white cake stands, one with \"Classic Walnut\" Baklava and the other with \"Classic Pistachio\" Baklava. Behind a glass barrier, more Baklava is displayed on trays, with labels indicating \"Lady Finger Whole Pistachio\" and \"Lady Finger\"."
  },
  {
    "id": "photo_44.jpg",
    "description": "This is a close-up photo of a dandelion seed head covered in dew drops. The center of the dandelion is brown and fuzzy, surrounded by a ring of fine, white filaments radiating outwards. Each filament is adorned with numerous small, clear water droplets, giving the dandelion a sparkling appearance."
  },
  {
    "id": "photo_45.jpg",
    "description": "A close-up shot shows thick, clear ice forming a wave-like pattern along the edge of a dark, rough-textured log covered in bright green moss. Below the ice and the log, a dark, still pool of water reflects the silhouettes of bare trees and an overcast sky. Further back in the unfocused background, other fallen logs are visible among dried grass and brush."
  },
  {
    "id": "photo_46.jpg",
    "description": "A Monarch butterfly caterpillar is on a plant stem eating a flower bud. The caterpillar has black, white, and yellow stripes and black tentacles on both ends of its body. The plant has a few flower buds, at least one open orange flower, and long green leaves."
  },
  {
    "id": "photo_47.jpg",
    "description": "A raccoon with a bushy, gray-brown coat is perched on a tree branch. Its front paws are gripping a gray cylindrical bird feeder with silver perches. The raccoon's face has characteristic black mask-like markings around its eyes and a black nose.\n"
  },
  {
    "id": "photo_48.jpg",
    "description": "Four smooth, robin's egg blue eggs rest in a shallow nest made of interwoven brown twigs, roots, and dry grass. Sunlight streams through the top of the nest, casting dappled shadows on the eggs and the surrounding nest material. The rough texture of the nesting materials contrasts with the smooth surface of the eggs.\n"
  },
  {
    "id": "photo_49.jpg",
    "description": "A bumblebee is in mid-flight among a field of purple and pink flowers. The bumblebee has black and yellow stripes and is positioned in the left third of the frame. Many open flowers are visible, primarily purple and light pink, with hints of yellow in their centers.\n"
  },
  {
    "id": "photo_50.jpg",
    "description": "A large, green katydid is clinging to a dark gray mesh screen on the right side of the image. Its body is elongated and its legs are spindly, with reddish-brown segments at the joints. Its large green wings are veined like a leaf, and it has long, thin antennae."
  },
  {
    "id": "photo_51.jpg",
    "description": "A monarch caterpillar with yellow, white, and black stripes is seen on the underside of a green milkweed leaf. The leaf has a prominent pink midrib. The background is a blur of green foliage.\n"
  },
  {
    "id": "photo_52.jpg",
    "description": "The image shows a close-up of a green fern frond unfurling, its tightly coiled tip covered in fine, white hairs. In the background, several other fern fronds are visible, also coiled and appearing fuzzy. The background is a blurry forest floor with brown leaves and some green plants, with trees and a cloudy sky visible in the distance.\n"
  },
  {
    "id": "photo_53.jpg",
    "description": "A tightly wound, bright green fern frond, known as a fiddlehead, occupies the center of the frame. It is covered in small, bumpy structures and wrapped in a thin layer of light brown, fuzzy material. Surrounding the fiddlehead are blurred, light green fern fronds in the background.\n"
  },
  {
    "id": "photo_54.jpg",
    "description": "The photo shows a close-up view of a small, green succulent plant with a tightly packed rosette of leaves. The leaves are textured with tiny white bumps and appear to be slightly fuzzy. The background is blurred, showing other green plants and some brown material, possibly dirt or dried leaves."
  },
  {
    "id": "photo_55.jpg",
    "description": "A body of water is covered in a thin layer of ice, with a large, irregular-shaped patch of thicker, frosty ice in the foreground. The water reflects the bare trees and evergreen forest lining the far shore, which is partially obscured by a thick layer of fog. The sky is a uniform light gray, blending into the fog at the horizon.\n"
  },
  {
    "id": "photo_56.jpg",
    "description": "A large orange pumpkin with a carved face sits on a dark wood surface. The face has two large round eyes and a nose made of two stacked triangles. The top of the pumpkin is partially cut open, revealing the bright orange flesh inside."
  },
  {
    "id": "photo_57.jpg",
    "description": "The image depicts a mountaintop on a cloudy day. In the foreground, a sign stands atop a cairn of rocks. The sign reads \"WHITE DOT TR. TO WHITE CROSS TR.\"\n"
  },
  {
    "id": "photo_58.jpg",
    "description": "A brown and black speckled toad is crouched on the ground, facing forward. Its front right foot is visible on a grey rock in the foreground, with its toes splayed. Green grass and leaves surround the toad, with brown dirt and small rocks visible in the background.\n"
  },
  {
    "id": "photo_59.jpg",
    "description": "Two monarch caterpillars are crawling on furry green plant stems in a garden. The caterpillars have distinct black, white, and yellow bands around their bodies. Black caterpillar frass is visible on the leaves and stems below them.\n"
  },
  {
    "id": "photo_60.jpg",
    "description": "A brown and yellow grasshopper sits on a dark gray rock. The grasshopper has red markings on its legs and two antennae extending from its head. Green grass is visible in the blurred background.\n"
  },
  {
    "id": "photo_61.jpg",
    "description": "A bumblebee with black wings and a fuzzy yellow-brown body is buried headfirst in the center of a pink and red flower. The bee is covered in light tan pollen. The flower has delicate pink petals that transition to a dark red in the center around a white stamen that is also covered in pollen.\n"
  },
  {
    "id": "photo_62.jpg",
    "description": "The photo shows a close-up view of a cranberry plant with several red cranberries nestled among small green and reddish-brown leaves. The plant appears to be low to the ground, with some dried leaves and twigs visible beneath the foliage. The sunlight is casting dappled light and shadows on the plant.\n"
  },
  {
    "id": "photo_63.jpg",
    "description": "In the foreground of the photo, a beaver-chewed log is visible, showcasing distinct marks from the beaver's teeth. Behind the log, a fallen tree trunk extends across a body of water covered in thin ice, with branches reaching out into the frozen surface. The background reveals a line of trees on the distant shore, suggesting a forest landscape bordering the water.\n"
  },
  {
    "id": "photo_64.jpg",
    "description": "The image shows a close-up view of vibrant green moss growing on a gray surface. The moss is scattered in clumps and patches across the surface, which appears to be rough stone or concrete. Some small, brown sticks and debris are visible among the moss.\n"
  },
  {
    "id": "photo_65.jpg",
    "description": "Dark gray clouds fill the top of the frame, with hints of peach and light blue visible between them. The horizon features a thin strip of land with distant structures and trees silhouetted against a peach and pale yellow sky. The calm water in the foreground perfectly reflects the clouds and sky, with a single, low-lying rock visible in the middle of the reflection."
  },
  {
    "id": "photo_66.jpg",
    "description": "Five whole apples are arranged in a rough circle inside a black cast iron pan. The apples appear to be baked, with reddish-brown skin and some darker spots from cooking. Each apple still has its core intact, with the stems removed, and some moisture is visible on their surface.\n"
  },
  {
    "id": "photo_67.jpg",
    "description": "A frog is partially submerged in shallow water, surrounded by brown fallen leaves and small green plants. The frog is mottled brown and tan with prominent eyes and sits on a brown leaf. The water reflects blue and green hues, creating swirling patterns around the frog and debris."
  },
  {
    "id": "photo_68.jpg",
    "description": "A white egret with a yellow beak is flying in the sky. The bird has its wings fully spread out and its legs are bent backward. There are waves crashing in the foreground."
  },
  {
    "id": "photo_69.jpg",
    "description": "The photo is a close-up, head-on view of a turtle submerged in water. The turtle's eyes are visible, and there is a small bubble of air on top of its head. Red plastic plants are visible in the blurred background behind the turtle.\n"
  },
  {
    "id": "photo_70.jpg",
    "description": "A bobcat with closed eyes is nestled in a patch of snow. A tall, thin, red and white pole is visible on the right side of the photo. The background is out of focus and appears to be more snow.\n"
  },
  {
    "id": "photo_71.jpg",
    "description": "A tricolor cat is sleeping on its back with its eyes closed and mouth slightly open. Its back paws are in the foreground and its front paw is resting over them. The cat is lying on a textured gray surface and there is a piece of teal yarn visible on the surface in the foreground."
  },
  {
    "id": "photo_72.jpg",
    "description": "A grey tabby cat with green eyes is walking through tall green grass. The cat's tongue is sticking out slightly and it has white fur on its chest and muzzle. The background is a bright blue sky with some white clouds visible.\n"
  },
  {
    "id": "photo_73.jpg",
    "description": "A grey and cream tabby cat with green eyes sits in tall green grass. The cat wears a thin red collar. In the background, out-of-focus green trees are visible against a bright blue sky."
  },
  {
    "id": "photo_74.jpg",
    "description": "The close-up photo shows the new growth on a pine tree branch. Three new shoots are visible, with the tallest one in the center and two shorter ones to the left and right. The needles of the pine tree are long and green, fanning out from the base of the new growth. There are a few small water droplets visible on the new shoots."
  },
  {
    "id": "photo_75.jpg",
    "description": "An orange origami bunny sits on a white windowsill. The bunny has two pointed ears and a body made of folded paper. The window behind the bunny is slightly blurry, showing green foliage outside.\n"
  },
  {
    "id": "photo_76.jpg",
    "description": "A small, light-colored piece of wood carved to resemble a boat rests on a white surface. The wood is a light tan color and the inside of the \"boat\" is rough and unevenly carved. The \"boat\" is pointing to the left, with a sharpened tip and a flattened back with a small groove."
  },
  {
    "id": "photo_77.jpg",
    "description": "A green origami turtle is resting on a white surface in the foreground. The turtle is facing left and its head is pointed upwards. The shell of the turtle has several folds creating a geometric pattern.\n"
  },
  {
    "id": "photo_78.jpg",
    "description": "A blue origami armadillo sits on a white windowsill. The armadillo faces right and has a segmented back. The window behind the armadillo is covered in water droplets.\n"
  },
  {
    "id": "photo_79.jpg",
    "description": "A small, handmade ceramic cup sits on a white windowsill. The cup is primarily a creamy off-white color with irregular dark blue spots scattered across its surface. The top of the cup is irregular and appears to be intentionally shaped into a jagged edge.\n"
  },
  {
    "id": "photo_80.jpg",
    "description": "An orange origami snail shell rests on a white window sill. The shell is made of folded paper and is in the shape of a spiral. The background is blurred and shows green foliage outside a window.\n"
  },
  {
    "id": "photo_81.jpg",
    "description": "The image shows a close-up of weathered wood with grooves and patterns. These markings appear to be insect galleries, carved into the surface of the wood. The intricate, meandering tunnels are clearly visible against the textured grain of the old timber.\n"
  },
  {
    "id": "photo_82.jpg",
    "description": "A close-up photo shows a weathered wooden post with a brown stained wooden marker attached by a silver bolt at the top. The marker has the letter \"C\" above the number \"14\" carved into it, with the carvings appearing light-colored against the dark wood. The background is a blurred forest scene with trees and some rocks visible through them."
  },
  {
    "id": "photo_83.jpg",
    "description": "A calico cat sits on a stone wall, looking to the right. The cat has gray, brown, and white fur with white paws and chest. Behind the cat are green plants and trees with orange leaves, and a clear blue sky.\n"
  },
  {
    "id": "photo_84.jpg",
    "description": "The photo shows a path of paw prints in fresh snow. The prints are roughly the size of a large dog or small coyote and appear to be heading away from the camera. The snow is reflecting sunlight and has a sparkly appearance.\n"
  },
  {
    "id": "photo_85.jpg",
    "description": "A small yellow butterfly with dark pink edges and a dot on its wing is perched on a lime green shoe. The shoe has an irregular pattern of oval-shaped holes. The background is out of focus and appears to be a sandy or rocky surface."
  },
  {
    "id": "photo_86.jpg",
    "description": "A Rose-breasted Grosbeak is perched on a brown branch among green leaves. The bird is mostly black and white, with a prominent patch of red on its chest. There are raindrops visible on the leaves around the bird.\n"
  },
  {
    "id": "photo_87.jpg",
    "description": "In the foreground, a cluster of white daffodils with orange centers stands out against blurred background foliage. The background features more daffodils, some yellow and some white with orange or yellow centers, in varying degrees of focus. The scene appears to be a garden bed with dark soil and a few visible rocks."
  },
  {
    "id": "photo_88.jpg",
    "description": "This is a close-up shot of a tree stump. The stump is a medium brown with lighter orange grain rings that circle the center. There are some light gray patches on the left side and a few small black specks scattered throughout the surface."
  },
  {
    "id": "photo_89.jpg",
    "description": "The photo shows a close-up, low-angle view of a narrow passage between two large rock formations. The rocks are various shades of gray, brown, and orange, with visible layers and textures. A small opening or archway is visible in the distance between the rocks, leading to a brightly lit area of more rock.\n"
  },
  {
    "id": "photo_90.jpg",
    "description": "The image shows a close-up of a light brown log. There are many white, winding trails on the surface, which appear to be insect trails. Several small, dark holes are also visible throughout the log.\n"
  },
  {
    "id": "photo_91.jpg",
    "description": "The image shows a close-up view of green shoots pushing through dark soil. The shoots are surrounded by brown wood chips and some dead leaves. Several other green shoots are visible in the blurred background.\n"
  },
  {
    "id": "photo_92.jpg",
    "description": "A small bird with tan and gray feathers is flying toward a snow-covered green metal bird feeder. The bird feeder sits on a pole and is in a snowy backyard with snow-covered trees and bushes in the background. Sunlight shines on the snow, creating shadows on the ground.\n"
  },
  {
    "id": "photo_93.jpg",
    "description": "A female cardinal sits on a snow-covered branch, facing left. She has a light brown body, reddish tail, and a pink beak. The branches around her are covered in white snow."
  },
  {
    "id": "photo_94.jpg",
    "description": "The foreground is a close-up of bright green moss growing on a textured surface. Tiny droplets of water are visible clinging to the moss and the darker surface behind it. In the blurred background, trees and blue sky with bright sunlight are visible, suggesting a forest setting."
  },
  {
    "id": "photo_95.jpg",
    "description": "The image contains a black ink drawing of a butterfly on a white background. The butterfly has a segmented body with a thick, black central section and a smaller circular head with two dots for eyes and a proboscis-like appendage. The wings are large and outlined in black, with internal lines and patterns including horizontal bars, ovals, and scrolling vine-like designs.\n"
  },
  {
    "id": "photo_96.jpg",
    "description": "The photo is a close-up shot of several dry, tan-colored leaves hanging from a tree branch. The leaves are veined and slightly curled, with sharp points at the end. In the blurred background, there are more trees and snow-covered ground.\n"
  },
  {
    "id": "photo_97.jpg",
    "description": "A white and black dog with a red collar runs towards the camera on a snow-covered path. The path is surrounded by a snow-covered field with remnants of plants sticking out of the snow, and a snowy forest. The sky is overcast and grey.\n"
  },
  {
    "id": "photo_98.jpg",
    "description": "The image is a close-up view of a bright blue, fuzzy texture. A small piece of clear ice rests on the surface. The ice is irregular in shape and appears to be melting slightly.\n"
  },
  {
    "id": "photo_99.jpg",
    "description": "A white dog with black markings and a red collar stands on a large, textured brown rock formation. The rock dominates the foreground, while the ocean and sky are in the background. The sky shows muted colors, with hues of grey, pink, and orange visible.\n"
  },
  {
    "id": "photo_100.jpg",
    "description": "The photo shows a jellyfish swimming in dark water. The jellyfish has a light translucent bell with ruffled edges. Numerous long, thin tentacles hang down from the underside of the bell and trail out into the water. The inside of the bell is illuminated with a warm, orange-pink light.\n"
  },
  {
    "id": "photo_101.jpg",
    "description": "The image shows 14 ping pong balls scattered on a gray wooden surface. The balls are colored white, blue, pink, and orange/yellow. One of the orange balls has a face drawn on it with black marker.\n"
  },
  {
    "id": "photo_102.jpg",
    "description": "The image is a close-up of a hand-woven fabric with bands of color. The bottom band features teal yarn woven with a cream-colored yarn. The band above it uses yellow yarn woven with the same cream yarn. The top of the image shows vertical strands of grey yarn.\n"
  },
  {
    "id": "photo_103.jpg",
    "description": "A cluster of crystalline ice or snow is perched on the bare branches of a shrub in the foreground of the photo. The ice formation appears delicate and textured, resembling a miniature snowdrift clinging to the twigs. In the blurry background, snow-dusted ground cover and trees are visible under a grey sky.\n"
  },
  {
    "id": "photo_104.jpg",
    "description": "The image shows a small, cylindrical ceramic vessel. The vessel is painted white with brushstrokes of blue, yellow, and purple. The interior of the vessel is smooth and white, while the exterior has a textured surface with horizontal lines visible from the coiling process."
  },
  {
    "id": "photo_105.jpg",
    "description": "A calico cat with green eyes is looking out a window on a cloudy day. The cat is wearing an orange and white plaid collar with a silver bell. The cat is sitting in a fluffy white bed.\n"
  },
  {
    "id": "photo_106.jpg",
    "description": "The image shows a deer track in the snow. The track is deep and clear, showing the two distinct hooves of the deer. The snow is white and textured, with some shadows indicating the shape of the track. There are a few small brown twigs or bits of debris scattered around the track.\n"
  },
  {
    "id": "photo_107.jpg",
    "description": "The image is a close-up shot of the suction cups on an octopus's tentacle. The suction cups are round and white with a textured, pink outer rim. They are arranged in rows along the tentacle, with varying sizes and some appearing slightly translucent.\n"
  }
]
